tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

brew "asdf"
brew "bat"
brew "ctop"
brew "fd"
brew "fzf"
brew "htop"
brew "jq"
brew "neovim"
brew "nnn"
brew "ripgrep"
brew "stow"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
# brew "libpq"
# brew "postgresql@12"

# cask "alacritty"
cask "appcleaner"
cask "emacs"
cask "deluge"
# cask "iterm2"
cask "kitty"
cask "font-meslo-lg-nerd-font"
cask "pokemon-showdown"
cask "rancher"
cask "transmission"
cask "visual-studio-code"
