tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

brew "asdf"
brew "bat"
brew "ctop"
brew "fd"
brew "fzf"
brew "htop"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "nnn"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree"
brew "wget"
# brew "libpq"
# brew "postgresql@12"

cask "appcleaner"
cask "calibre"
cask "codeedit"
cask "cyberduck"
cask "docker"
cask "font-meslo-lg-nerd-font"
cask "lapce"
cask "obsidian"
cask "pokemon-showdown"
cask "qbittorrent"
cask "visual-studio-code"
cask "wezterm"
