alefragnani.project-manager
castwide.solargraph
EditorConfig.EditorConfig
groksrc.ruby
hbenl.vscode-test-explorer
hoovercj.ruby-linter
jnoortheen.nix-ide
k--kato.intellij-idea-keybindings
kaiwood.endwise
miguel-savignano.ruby-symbols
misogi.ruby-rubocop
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.test-adapter-converter
oderwat.indent-rainbow
PKief.material-icon-theme
rebornix.ruby
shardulm94.trailing-spaces
sleistner.vscode-fileutils
sndst00m.starfall-visual-studio-code
vayan.haml
vincaslt.highlight-matching-tag
vortizhe.simple-ruby-erb
vscodevim.vim
walkme.Ruby-extension-pack
wingrunr21.vscode-ruby
wmaurer.change-case
zxh404.vscode-proto3
